[
	{
		"title": "All Dressed Chips",
		"americanized" : "Ridgies chips has their own version of all dressed chips. They're alright, but you'll have to visit Canada for the real&nbsp;deal.",
		"definition": "Only the best chip flavour on the planet. The flavour is a combination of ketchup, barbecue sauce, sour cream & onion, and salt & vinegar. What more could you want. ",
		"example": ""
	},
	{
		"title": "Bagged Milk",
		"americanized" : "Carton of Milk",
		"definition": "Bagged milk is exactly what it sounds like. A plastic bag that contains milk. One of the corners is cut out to allow the milk to pour out. The bag is typically stored in a pitcher or jug. YUM.",
		"example": ""
	},
	{
		"title": "BeaverTail",
		"americanized" : "Elephant Ear",
		"definition": "Fried dough pastries, stretched to resemble the shape of a beaver's tail, with various toppings added on top. If you don't get Nutella on top, then what are you doing? Unless you're allergic to nuts, then go for The&nbsp;Classic.",
		"example": ""
	},
    {
		"title": "Butter Tart",
		"americanized" : "The closest equivalent would be pecan pie.",
		"definition": "A very popular dessert in Canada. he sweet tart consists of a filling of butter, sugar, syrup, and egg, baked in a pastry shell until the filling is semi-solid with a crunchy top. Don't sleep on butter tarts. ",
		"example": ""
	},
    {
		"title": "Chirp",
		"americanized" : "To tease",
		"definition": "To make fun of someone. You should be chirped if you don't know what chirped means.",
		"example": ""
	},
    {
		"title": "Clicks",
		"americanized" : "Kilometres",
		"definition": "Kilometres",
		"example": ""
	},
    {
		"title": "Coffee Crisp",
		"americanized" : "They don't exist in the United States HAHAHA you'll have to visit Canada.",
		"definition": "A Canadian chocolate bar consisting of alternating layers of vanilla wafer and a foamed coffee-flavoured soft candy, covered with a milk chocolate outer layer. ",
		"example": ""
	},
    {
		"title": "Cutlery",
		"americanized" : "Silverware",
		"definition": "",
		"example": ""
	},
    {
		"title": "Dart",
		"americanized" : "Cigarette",
		"definition": "A cigarette. A common phrase using this term is <em>hack a dart</em>",
		"example": ""
	}
]
